{
  "title": "BrihadAranyaka Upanishd – Atma Jyoti Brhamana - Class 3",
  "class_num": "3",
  "content": """
## 1) Continuity of Topic: From Kūrcha to Jyotir Brāhmaṇa (Shift of Purpose)

- **Topic**: What continues from the 2nd Brāhmaṇa into the 3rd, and why the purpose changes  
- **Śabda Pivot**: *“Upāsanā… Krama Mukti”* vs. “here such is not the case”  
- **Pūrvapakṣa**: Since waking–dream–deep sleep was used earlier, the same intent (upāsanā/krama-mukti) must continue here too.  
- **Siddhānta**: The 3rd (Jyotir) Brāhmaṇa continues the discussion but **not** for upāsanā/krama-mukti; it proceeds for a different Vedāntic aim (clarifying the Self/light).  
- **Quotation**: “**Upasana… and Krama Mukti… But here such is not the case.**”

---

## 2) “Mahāntarka” Must Be Defect-Free: Four Doṣas of Anumāna

- **Topic**: Why “great reasoning” must avoid logical defects  
- **Śabda Pivot**: *“Mahata Tarke Na”* and the four doṣas  
- **Pūrvapakṣa**: Any inference (tarka/anumāna) is acceptable if it sounds plausible.  
- **Siddhānta**: Valid anumāna must be free from **four defects**:  
  1) **Vyabhicāra** (deviation/irregularity)  
  2) **Asādhāraṇya** (peculiarity; hetu not properly shared)  
  3) **Asiddhi** (non-establishment; hetu absent in pakṣa)  
  4) **Bādha/Bandha** (contradicted by pratyakṣa; “confining”/invalid)  
- **Quotation**: “**it should be free from these four defects.**”

---

## 3) Asādhāraṇya Doṣa Illustrated: “Śabdo nityaḥ nityatvāt”

- **Topic**: How a “reason” can be defective by being peculiar  
- **Śabda Pivot**: *Asādhāraṇya* and the example sentence  
- **Pūrvapakṣa**: “Śabda is eternal because it is eternal” counts as a valid inference.  
- **Siddhānta**: This is **asādhāraṇya**: the hetu (*nityatvāt*) is not an independent, establishing reason; it collapses into the sādhya.  
- **Quotation**: “**Shabdo nityah nityatvāt.**”

---

## 4) Anumāna Rests on Pratyakṣa: Why “Fire is Not Hot” is Bādha

- **Topic**: Inference cannot contradict perception  
- **Śabda Pivot**: *“Anu Maana… based on Pratyaksha Pramaana”*  
- **Pūrvapakṣa**: One can infer “fire is not hot because it is a substance (like water).”  
- **Siddhānta**: Anumāna depends on prior pratyakṣa (kitchen fire–smoke). If an inference contradicts pratyakṣa, it is **bādha/bandha** and invalid.  
- **Quotation**: “**it is based on Pratyaksha Pramaana.**”

---

## 5) What the States Teach: Dream Shows Deha-vyatireka, Svayamprabhā, Asaṅga

- **Topic**: What is established through the dream example  
- **Śabda Pivot**: *“Dehaadi vyatiriktam… Swayamprabhatvam… Asangata”*  
- **Pūrvapakṣa**: Consciousness/light is tied to the waking body and external light.  
- **Siddhānta**: Dream reveals:  
  - **Dehādi-vyatireka**: experiencer is distinct from gross body  
  - **Svayamprabhātva**: dream “illumination” is not borrowed from external light  
  - **Asaṅgatā**: non-attachment persists (dream/deep sleep)  
- **Quotation**: “**Dehaadi Vyatiriktappam… Swayamprabhatvam… Asangata.**”

---

## 6) Deep Sleep Adds Three: Advaita, Dṛṣṭy-alopa (Seer Not Absent), Ānandaika-svabhāva

- **Topic**: What deep sleep uniquely demonstrates  
- **Śabda Pivot**: *“idam trayam shushuptasya”*  
- **Pūrvapakṣa**: In deep sleep, the Self is absent; or the Self’s nature may be sorrow.  
- **Siddhānta**: Deep sleep proves:  
  - **Advaitatva** (no subject–object duality remains)  
  - **Dṛṣṭy-alopa** (objects disappear, but the seer/Self is not negated)  
  - **Ānandaika-svabhāvatā** (Self’s nature is bliss, not sorrow)  
- **Quotation**: “**idam trayam shushuptasya**”

---

## 7) Narrative Setup: Yājñavalkya Goes Silent—Yet Janaka Questions First

- **Topic**: Why the dialogue begins with Janaka, not Yājñavalkya  
- **Śabda Pivot**: *“Samene Navadishyati”* / “Janaka… asked him first”  
- **Pūrvapakṣa**: If Yājñavalkya decided not to speak, going to Janaka is pointless.  
- **Siddhānta**: The story frames Janaka as the initiator; Yājñavalkya’s “silence” is maintained insofar as he does not start the conversation—Janaka invokes a prior boon and asks first.  
- **Quotation**: “**He imagined, ‘I will not speak.’… the emperor himself asked him first.**”

---

## 8) Vārtika Alternative Reading: “sam-enena sah vadiṣye” (He Will Speak)

- **Topic**: Reconciling “I won’t speak” with inevitability of answering  
- **Śabda Pivot**: *“Join the word ‘sam’… ‘enene sah vadishe’”*  
- **Pūrvapakṣa**: The mantra must mean literal silence: “I will not speak.”  
- **Siddhānta**: Sureshvarācārya’s vārtika offers an alternate sandhi: Yājñavalkya anticipates Janaka’s question (boon + trikāla-jñatva) and resolves “I will speak (when asked).” Either way, Janaka initiates, preserving the narrative point.  
- **Quotation**: “**‘sam’ ‘enene sah vadishe’**”

---

## 9) Why He Went Despite Silence: “Yogakṣema-artham”

- **Topic**: Purpose of Yājñavalkya’s visit  
- **Śabda Pivot**: *“yogakshemartham”* and Gītā echo  
- **Pūrvapakṣa**: A sage has no worldly needs; “yogakṣema” cannot apply.  
- **Siddhānta**: As a householder-teacher with a large gurukula, he may require support:  
  - **Yoga** = obtaining what is not obtained  
  - **Kṣema** = protecting what is obtained  
- **Quotation**: “**gamana proyojanam to yoga kshema artham**”

---

## 10) The Binding Force of a Boon/Promise: Why He Must Answer

- **Topic**: Ethical and narrative necessity of keeping one’s word  
- **Śabda Pivot**: *“Kaama-prashna”* (ask anytime/anywhere)  
- **Pūrvapakṣa**: He can maintain silence even if questioned; vows override promises.  
- **Siddhānta**: A boon once granted cannot be revoked; rishis (and even sajjanas) must uphold truthfulness. Hence, though he resolved silence, he answers Janaka’s questions.  
- **Quotation**: “**Once you have given a boon or a promise to someone, you should never go back on your words.**”

---

## 11) Why Janaka Didn’t Ask Brahmavidyā During Agnihotra Talk: Karma vs Jñāna

- **Topic**: Incompatibility of ritual-action context with Self-knowledge inquiry  
- **Śabda Pivot**: *“Brahma Vidyayaha Karmana Virudhatvaad”*  
- **Pūrvapakṣa**: Since Janaka had the boon already, he should have asked immediately during the Agnihotra discussion.  
- **Siddhānta**: Brahmavidyā is **opposed** to karma in orientation:  
  - Karma presupposes **kartṛtva** (doership) and **bhoktṛtva** (enjoyership) and apparatus  
  - Brahmavidyā requires negating superimpositions (“not me, not mine”)  
  Therefore that occasion was unsuitable.  
- **Quotation**: “**Brahma Vidyayaha Karmana Virudhatvaad.**”

---

## 12) Vidyā’s Independence: Not to Be Misread as Karma-Dependent

- **Topic**: Brahmavidyā is svatantra; karma is not its generator  
- **Śabda Pivot**: *“Vidyayāḥ svatantratvād… Svatantrā hi Brahma Vidyā”*  
- **Pūrvapakṣa**: Knowledge arises only as a product of ritual action; karma is a necessary cause.  
- **Siddhānta**: Brahmavidyā is independent; it is a direct means to the highest puruṣārtha without requiring ritual auxiliaries (though preparatory purification may help).  
- **Quotation**: “**Svatantraahi Brahma Vidya.**”

---

## 13) Brahmasūtra Objection: “Sarvāpēkṣā” and the Yajña–Dāna–Tapas Śruti

- **Topic**: Does jñāna require “all expectations” (ritual supports)?  
- **Śabda Pivot**: *“Sarva Peksha… Yagyadi Shrute… Ashwavad”*  
- **Pūrvapakṣa**: Śruti says “Brahmanas inquire by yajña, dāna, tapas,” so jñāna requires karmas; hence Brahmavidyā is not nirapekṣa.  
- **Siddhānta**: The key qualifier is **“anāśakena”** (imperishable): the “yajña” etc. are reinterpreted (e.g., Chāndogya: yajña = brahmacarya; Kaṭha: tapas linked to Oṃ). Thus not ritualism as a producer of knowledge, but disciplines aiding fitness/purification.  
- **Quotation**: “**Sarva Peksha Chayegyadishrute Ashwavad.**”

---

## 14) Resolution: “Agni-indhanādi anapekṣā” — Knowledge Doesn’t Need Ritual Fire/Fuel

- **Topic**: Final clarification: karmas are not required for knowledge or mokṣa  
- **Śabda Pivot**: *“Atha eva agni indhanadi anapeksha”*  
- **Pūrvapakṣa**: Even if not for knowledge, rituals must be required for mokṣa (the “result”).  
- **Siddhānta**: Neither for generating Brahmavidyā nor for mokṣa are ritual requisites needed; the Brahmasūtra states non-dependence on sacrificial fire/fuel—rituals are at most preparatory for antaḥkaraṇa-śuddhi.  
- **Quotation**: “**Atha eva agni indhanadi anapeksha**”

---

## 15) Entry into the Core Inquiry: “Kim-jyotiḥ ayam puruṣaḥ?” (Light of the Person)

- **Topic**: Janaka’s first question begins the “light” inquiry (external → internal)  
- **Śabda Pivot**: *“Kimjyoti rayam purusha iti”*  
- **Pūrvapakṣa**: The body acts by itself; “light” is incidental, not essential.  
- **Siddhānta**: Since the body is inert, activity implies dependence on a “light” principle; the inquiry will proceed from external lights (sun, etc.) toward the innermost self-luminous light (ātma-jyoti).  
- **Quotation**: “**Kin Jyoti Rayampurusha Iti**”

---

## 16) First Answer: Sun as External Light Enabling Transactions

- **Topic**: Aditya-jyoti as the immediate empirical support for activity  
- **Śabda Pivot**: *“Aditya jyoti hi samrat”*  
- **Pūrvapakṣa**: The sun is irrelevant to agency; one can act without it.  
- **Siddhānta**: In waking life, the sun functions as the primary external illuminator enabling sitting, moving, working, returning—standing for all transactions. Janaka accepts this as correct at this stage.  
- **Quotation**: “**Aditya Jyoti Hi Samradi**”

---

## 17) Logical Undercurrent: Vyāpti—Where Activity Is, Light Must Be

- **Topic**: Anumāna structure applied to “activity implies light”  
- **Śabda Pivot**: *“yatra yatra vyavara kshamatvam tatra tatra jyoti hi”*  
- **Pūrvapakṣa**: Activity can occur without any illuminating principle; “light” is only physical brightness.  
- **Siddhānta**: By inference:  
  - **Pakṣa**: body (deha)  
  - **Sādhya**: not capable of transaction by itself  
  - **Hetu**: inertness (acetana)  
  - **Dṛṣṭānta**: dead body (mṛta-piṇḍa)  
  - **Vyāpti**: wherever transaction-capacity is, there is light; absence of light implies absence of transaction  
- **Quotation**: “**yatra yatra vyavara kshamatvam. Tatra tatra jyoti hi.**”

---

## 18) Purpose of the Question (Śaṅkara’s Framing): Is the Light Internal or External?

- **Topic**: Why Janaka asks “what light?”—to establish jyoti as distinct from body  
- **Śabda Pivot**: *“kāryakaraṇa saṅghāta… svāvayava… bāhyena”*  
- **Pūrvapakṣa**: The “light” is just one part of the body-sense complex; no deeper inference is needed.  
- **Siddhānta**: Janaka’s question tests whether the enabling light is **part of** the body-sense aggregate or **distinct** from it; once distinctness is grasped, later unseen lights can be inferred from their effects—culminating in ātman as svayam-jyoti.  
- **Quotation**: “**Does he make use of a light that is external… or… within the aggregate of his parts**”
"""
}
