{
    "1": {
        "title": "Invocation & Context of Study",
        "content": "Atma Jyoti Brhamana - Class 1"
    },
    "2": {
        "title": "Structure of the Upaniṣad and Jyotir Brāhmaṇa Introduction",
        "content": "Thank you. So last year we have covered the first chapter as well as the second chapter. First chapter was pertaining to Avidya. It had six Brahmanas as well as second chapter when you see that also had six Brahmanas. And this year particularly you have seen the third chapter which is under"
    },
    "3": {
        "title": "Janaka–Yājñavalkya Dialogue – “Kim Jyotiḥ ayam puruṣaḥ?”",
        "content": "Munikanda.\n\nThese six chapters of Brihadaranya Upanishad are divided into three different Kandas or you can say sections, portions or categories. So first one is Madhukanda, which is first two chapters. Second one, the third and fourth chapter comes under Monikanda, which is considered to be the most important. And third one, it will be seen, Khilakanda, which is the chapter fifth and sixth.\n\nSo under Monikanda, third chapter is already completed. And the two first two Brahmanas of fourth chapter is also completed by the Acharyas. Now we'll be seeing the third Brahmana of the fourth chapter, named Jyotir Brahmana.\n\nAnd whatever was covered into the previous chapters and previous Brahmanas etc., we will be seeing, Bhagawan Bhashyakara will be giving an introduction as well as Anand Giri, the commentary. Those who are attending the first class of Upanishad, this is one among the most advanced Upanishads named Brihadaranya. Brihad means very vast in size.\n\nAranya is like a forest. It's very little bit complicated. So to understand it, you have to pay attention.\n\nThat's the general common meaning of Brahadaranya. So whatever was covered previously will be said by Bhagawan Bhashyakar as well as the main commentator, Bhagawan Adi Shankaracharya, as well as the sub-commentary on it is called Anand Giri, that we will be seeing. Why there was a need to further continue when the discussion was already over in the previous brahmanas, what was the purpose to continue, there it will be said, all these things. But first, when you see the handouts and leaflets which are given, so there are some additional things apart from the commentary as well as the Moola transliteration shlokas.\n\nOne among them is the names of all the brahmanas in the six chapters. That's just for the reference. That if someone asks you, what are the names of the brahmanas you have completed, Brihadar and Yopanishad, I will see if you want to refer.\n\nSo this is handy, you can say. Second one will you see, Or I don't know how it is pinned over there. But Bhagwan Bhashyakara has written a single shloka.\n\nWhy this is necessary when we cover here? The Brahmana which we are going to start is what? Jyotir Brahmana.\n\nJyoti means light. Now, what kind of light are we talking about? What is the purpose here when we are talking about the Atma Vidya?\n\nWhat is the purpose of the light here? So you will see in this particular Brahmana that Yagyavalkya will one fine day, he will go to"
    },
    "4": {
        "title": "Four Activities – Āste, Paryeti, Karma Kurute, Viparyeti",
        "content": "Janaka, the king. And there, without even offering him any namaskara or seat or anything, the first question Janaka will be saying, asking to Yagya Valkya is, \"Kim jyoti rayam purusha heti?\" What is the jyoti?\n\nWhat is that light through which this Purusha functions? And there are"
    },
    "5": {
        "title": "Eka Ślokī Discussion",
        "content": "four activities which will be said, \"Aaste, palyate, karma kurute, vipalyate.\" These are the four activities. \"Aaste\" means his sitting.\n\nYou see, wherever there is an activity you see in this particular physical body or whatever, there needs some light. Light, what is that kind of light which we will be seeing in further this Jyoti Brahmana? But these are the four activities. Aasthe means he is sitting. Even if you think you are not doing any activity, you are just sitting.\n\nSitting in itself is called an activity. And then Palyayate. Palyayate means moving around or going for some work. Then the third is karmakurute, performing any task or activity after going there. And vipalyeti, vipalyeti means coming back.\n\nThese are the four activities. What is that light through which a person functions? Then it will be seen in the whole Jyotir Brahmana.\n\nBut here Bhagwan Bhashyakara or Adi Shankaracharya has written a very very beautiful, only one single shloka, but it is called"
    },
    "6": {
        "title": "Purpose of Light – From Gross to Subtle",
        "content": "Ekashloki. So if you have this, I think everybody has it. You please, you can see. So this is a discussion between a guru and a disciple. So it is a very beautiful shloka.\n\nIf you are able to chant it or if you are able to follow it, it would be good. It says, kimjotisthava bhanumana hanime, ratraupradipadikam syadevamravidipadarshanavidhav kimjotirakhyahime, chakshustasya nimilanadi samaye, So what it says, the Guru asks, the Master, the teacher asks, \"Kimjyoti stava?\" Till there, there is a question. If you want to put, you can put a question mark. \"Kimjyoti?\" What is that light? \"Tava\" means yours.\n\nWhat is that light through which you function? What is that light of yours? Then the reply comes, the sun itself is the light for me through which I function. Ahani means what?\n\nDuring the daytime. In the absence of sun, During the night, then, \"rātrau pradipādikam\" - \"rātrau\" means in the night, \"pradipa\" means the lamp, \"ādi\" means etc., alternate source of lights, \"pradipādikam\". Then the Guru says, this was the reply from the disciple. Then the Guru says, Syaadevam, let it be.\n\nOkay, I agree to your answer. But what is the light through which you are seeing the sun as well as the lamp? Ravi Deepa Darshan Vidau Kim Jyoti Aakhyai Me Tell me what is that light through which you are seeing the sun and the lamp etc.?\n\nThen what will be the reply? Normal, common reply according to your intellect, what it is? \"Chakshuhu\" - the eye through which you are seeing.\n\nIf there is a sun, if there is a lamp, but if there is no eyes or if there is no light in the eye, will it be possible to see the sun or the lamp etc.? So the disciple says, \"Chakshuhu\" - the eye is the light. \"Tasyanimilyanadi samaye\" - what happens if the eyes are closed?\n\nClose means either in the dream state or the deep sleep or probably even in the waking state if you are meditating or if someone does not have the light or the power in the eye. What is that? What is that light then?\n\nThen it is said intellect. Then what is the light? through which you are seeing the intellect, through which you are understanding the intellect, then there is no other light except me.\n\nThat I, what you say, is the final, is the absolute, is the supreme light it is called. 'Tatra aham' 'Bhavan paramakam' 'Paramakam' means the supreme height. 'Jyotisthadasmi Prabhu' I am the light.\n\nSo what we are going to cover in this Jyotish Brahmana is being explained by Bhagawan Bhashyakaara in one simple shloka. We will be starting from the grossest going to the subtlest. These four lines gives you an idea that what we are going to cover in this Jyotir Brahmana. So this is very, very beautiful shloka and very important to understand.\n\nThen you will be seeing, that there is an additional leaflet which is called Shalindas. Those who are already attending the Vedanta classes from years, they have the Samskaras impressions. So all this which we are talking, it is not about them, it is not for them, but those who are attending the Vedanta classes first time, there may be some, I don't know, but for them this is.\n\nYou see, to understand a subject, any subject what we are going to study, there are some Linga means what? You must have heard about Shiva Linga or that which reveals a very secretive meaning is called Linga. So here also when you talk about it, Shad is called six and"
    },
    "7": {
        "title": "Ṣaḍ-Liṅga Method – Upakrama to Phala",
        "content": "Shad Linga, there are six signs.\n\nand Sri Swami Sivanandaji Maharaj has explained, you can see the leaflet, that to understand a subject, these are the six signs or marks through which you have to understand a subject. So, it is called Upakrama and Upasamhara. The commencement and the conclusion should be in one line.\n\nIt is not that you have started talking about a some particular subject or topic and you are ending it somewhere. That does not happen. So the commencement and conclusion should be in one line.\n\nThat is called 'upakrama' and 'upasambhara'. Then 'abhyasa'. The topic, the subject is so complicated, so 'klista'. that even when you have studied different kind of Upanishads in Chandogya, how many times Shwetaket was instructed by his father? Nine times.\n\nSo here also the Abhyasa. Abhyasa is called practice. not to understand as repetition, but it is called practice.\n\nAgain and again and again you have to practice. So the scripture will be instructing the same teachings with various different kinds of Shrutis. Shrutis are the mantras, Ved mantras that is.\n\nThen Apoorvata, you see to attract the mind, you need to say something, you need to show something which is unique. If whatever is already you are seeing in the world, if the scripture says the same, will you have a devotion towards the scripture? You say, this we already know.\n\nOtherwise, what is the need? What is the purpose over there? So, apurvata is called unprecedentedness or uniqueness.\n\nSo, that you have to understand, apurvata. Then comes the phala. You say...\n\nIt is very very simple. No matter whether you have studied the scriptures or you have not studied the scriptures. It is very simple. People say, without giving, without showing the results, even a dullard will not engage in any activity. First of all, as soon as I tell you, will you do this for me?\n\nEven a child asks, what will I get? That is the first question. So here also, the phala, phala is the result, end result you can say, that will be shown by the scriptures, that will be shown by the Shrutis, that if you are studying this, this is the end result of it, that is called phala or fruit. And then arthavadha, arthavadha is, It says explanatory statements or you can say Arthavada is praise. In a simple language when you talk about it, it's called praise.\n\nPreviously in the last year class we have seen what kind of different Arthavadas are there. Bhuta Arthavada, Yatha Arthavada etc. Those we have already covered.\n\nBut not to complicate the matter here further. Arthavada is just the praise. Then comes the Upapatti. Upapatti is illustrations. Through the process of illustrations, the subject, the topic will be explained.\n\nSo these are the six. Upakrama and Upasamhara is one. So when you count it, these are the six. Now how do they pertain in this particular chapter four?\n\nThis is given. When you go there, it is said, how does it commence? So, Upakrama is this you have already studied in the fourth chapter, second Brahmana, second mantra or Kandika it is called. Here in Brihadaranyopanishad, it is called Kandika.\n\nSo, what was it? Indo Havai Naama. When you see what was the name of the second Brahmana of the fourth chapter, go back to the chart.\n\nIt was Kurcha Brahmana. Did you get it in the chart? So, what was said?\n\nNicely forgotten. Those who have attended these classes during the month of January and February and March, what was the second Brahmana, Kurcha Brahmana, what was instructed there in the fourth chapter? Anybody? So it was said that during the process, by the process of showing waking, dream state and deep sleep, from starting from the grosses, taking into the subtlest, then the Turiya, Vishwata Ijasapragya and Turiya, all this were shown. for the purpose of moksha and krama mukti as well and paraloka it was said which will be covering here when we start it is said to go in the process by showing the dream state it will be shown that this body remains here but the jiva the one who is identifying with the eye the whole day since the morning when you wake up till you go to the sleep the thing what you are using as eye is not this particular body, this gross or subtle or causal body, but it is distinct from these three bodies that was shown in the Kurcha Brahmana by an example of waking state, dream state, deep sleep and fourth state that is Turiya.\n\nSo Indha is called in the right eye, this is the meditation. It is shown, those who have studied this second Brahmana, Kurcha Brahmana, if they remember, this is to be meditated in the right eye. Dakshinakshin Purusha, it is called.\n\nAnd the name is Indha. So, Indho Vainama. This is how it commences. This is the Upakrama Upasamhara commencement of the whole fourth chapter.\n\nSo, it has already commenced in the second Brahmana, previous Brahmana. That is, Indho Vainama. And the page numbers are given there. If you have the book, you can go to 8:33 and you can see. Then that is a soft commencing.\n\nBut there is another commencing which will happen here in the fourth chapter, third Brahmana, second Kandika. It is called \"kemjyoti rayam purushayati\". Just now as we were saying, one fine day Yagya Valkya will be going to Janaka and without even offering any seat and etc., Janaka immediately will ask, What is the purpose? That will be shown.\n\nThere, previously there was a discussion between Yagyavalkya and Janaka. So Janaka has answered satisfactorily to all the questions of Yagyavalkya pertaining to the Agnihotra. So, then Agnihotra is the sacrifices and oblations offered. That is Agnihotra. So, pertaining to that Agnihotra, Yagyavalkya's questions were answered satisfactorily by King Janaka.\n\nSo, he has given a boon. Who? Yagyavalkya has given a boon to Janaka. And what was that boon?\n\nYou can ask. So, I am giving you a boon. So, what did Janaka say?\n\nI want Kama Prashna. Kama Prashna means whenever I desire to ask a question, I can ask you. I should be able to ask you. That is the boon, Kama Prashna.\n\nSo that he will be utilizing here. So that is. So in the second mantra, when you see of this very particular Brahmana, that is Jyotir Brahmana, fourth chapter, third Brahmana, second Kandika, it is Kim Jyotirayam Purusha. What is that light within which you are talking about or external or internal?\n\nBoth of them will be discussed. External as you have seen already through our first loka, you can say sun is the light. In the absence of sun, there is a lamp etc. or moon, pradipadikam etc. So where does it go? Where does it, subtlest portion, where does it end?\n\nAll these things, this is the commencement of this particular topic or chapter. Then Upasamhara, the conclusion, where will it conclude? Savaesha Mahanaja Atma, going to the fourth Brahmana, which is the Brahmana which we are going to commence now? What is the name?\n\nJyotir Brahmana. So the conclusion will be in the fourth Brahmana, that is Shariraka Brahmana, in the 25th Kandika, it will be said, Savaesha Mahan Aja Atma. This Atma, the self which we are talking about, which the scriptures is teaching us, it is great, mahaan. Aja means what?\n\nThere is no birth. As soon as you say no birth, there is no death. In all the previous Upanishads we have seen, as soon as one Upadi comes, Aja, Amara, and Jarav Yukta, there is no old age, there is no death, there is no birth, etc.\n\nAll these things you have to understand about this self, which is within. And then, yatra tvasyasarvam ātmai bhag. Then second conclusion which we will say, that is, in the fifth brāhmaṇa, what is the fifth brāhmaṇa? Our all, everybody knows, that is, maitrei brāhmaṇa.\n\nSo there in the 15th kandika, it will be said, In the state where everything has become self, then who will be afraid of whom? What will he see? To whom will he see? When everything is self, then what will he see? By what he will see?\n\nThere is no triad. What is the triad? The one who is seeing, the medium through which one is seeing and This triputi it is called. Dhyata, one who is the meditating or one who is seeing or you can say and the medium through which it is seen, the mind, the intellect, the senses, the organs, that does not remain and the final, that is subject does not remain, to whom are you seeing? This triad is completely destroyed.\n\nSo that is being said in the fifth Brahmana, Maitreya Brahmana. Yatra tvasya sarvam atma hi vabhud, tat kenakam pashyet, tat kenakam jigret, tat kenakam shrunyat, tat kenakam vijaniyat, All these things will be told in the Maitreya Brahmana. But we have already seen those in the second chapter.\n\nFourth Brahmana is Maitreya Brahmana. There we have studied. But it will be told here also. When we go there, it will be explained why there was a need to again repeat this particular Ramanah, that is Maitreya Brahmanah. Then Abhyasah.\n\nAfter seeing the conclusion, now the practice is, So this is all, it will come that, All these deities, the deities are not elsewhere when you try to find them. In the Upanishad, in the Vedanta, whenever you talk about the deities, what are those deities? The Deities pertaining to the sense organs, the Deities pertaining to the organs of activities, all these Deities, they worship that ultimate supreme all-pervading consciousness as Aayu.\n\nAayu is longevity. In this way, there will be couple of mantras. So these are called as practice. So the numbers are given as well as the page number according to the panoli is also given. You can go through it.\n\nBut we will anyhow cover them once we are there. Then comes 'apurvata' - unprecedentedness, something unique, apart from the other Upanishads as well as unique here. 'vijñatāramarekena vijāniyād ete' - this also comes under Maitreya Brahman, which we have seen in the previous second chapter. The one who is knowing everything, how will you know that?\n\nYou see, elsewhere it is said, That which is not known through the mind, but the mind knows through its power. How will you know that? It is behind each and every activity.\n\nIt is behind the mind, behind the intellect. The intellect is able to function only because of the power of that. Is it possible to see? No.\n\nYou cannot ever see the source of it. So that is what. So this is the unprecedentedness.\n\nThen comes the phalam. What is the phalam? You see, as long as the desire remains in your mind so long, this cycle of birth and death will continue.\n\nWhat Arjuna has asked in Srimad Bhagavad Gita, if you remember the second chapter, let's lighten up the subject. Gita everybody has studied, most of you. If you remember what Arjuna asked in the second chapter, \"stitaprajyasya kaabhasha samadhisthasya keshava kimasitav rajetakhim\" The one who is in his own self, the one who has reached the state of level of mind and maturity, How does he sit? How does he talk? How does he move around?\n\nThen Lord Krishna answers, One who has given up all his desires are dissolved in his mind. There are no more desires in his mind. I should become such and such person or I should get this.\n\nThis should be mine and this is me. These are the only things which are functioning the whole, which are making this whole world function. If you think deeply, I am this and this is my responsibility. I should do this, this I need to do or I need to have this. So these are all desires.\n\nAs soon as you give up the desires, giving up is not as easy as we speak, but once the mind is purified, and once you know your own self, that is, then only it will come to such a stage, the state of maturity. So it is said, there are no more desires left in his mind. That is the phalam of this, this, this, this, that all these desires in the mind, they automatically, naturally dissolve. It's not that you are trying to enforce it. No matter how much you enforce, it doesn't happen.\n\nit slightly in the mind, it immediately will creep up as long as there is no purification of Antahkarana. Antahkarana is mind, intellect, ego and Chitta, consciousness. These four constitutes the Antahkarana.\n\nSo only after the Antahkarana Shuddhi, when you have the Upadesha, teachings of the scriptures, of the knowledge, then only you reach to this particular state. So this is the Phalam. It will be told in The Shari Raka Brahmana itself, 446 to 448, that is the fruit. Then the Arthavadha, glorifying passage.\n\nSo it is said, \"mṛtyoḥ sa mṛtyum āpnoti yaiha nāneva paśyati\" What will happen? The one who has become one with the all-pervading consciousness, he will not see death. Here you have to understand, you see, when you see, when you read the meaning, As long as you are seeing many, so long you will be seeing the death. Death means what?\n\npunar api jananam punar api maranam punar api janani jathare shayanam Again and again and again the cycle of birth and death will continue. As long as you are seeing nana. Nana means what? Many.\n\nAs soon as you see oneness, then there is no birth, no death. Whose birth will be? And whose death will it be? Because there is no other thing.\n\nThere is only one thing. As soon as you see the oneness. As far as you don't see the oneness, so long you will be seeing the death. So indirectly you have to understand here. So, mṛtyohasa mṛtyumāpnoti.\n\nHe will be again and again and again reaching to the door of death. Ya ihan ānīva paśyati. Ya one who sees as if there are many. You see, nāna iva. When you break this particular Sanskrit word, 'Nana Iva' means as if there are many.\n\nBut from the absolute state, there is no other thing. It is 'Advaitam'. How many of you remember what are the three kinds of states which we talk about? One is 'Paramarthika Satta' that is absolute state.\n\n'Vyavarika' is empirical state. And 'Pratibhasika' that is illusionary state. So then comes the 'Upapatti' illustration. So, yadvaitanna pashyati, as long as it does not see, the one is so long, it will remain this.\n\nSo, this will be told in this very Brahmana in 23rd Kandika. Pranasya pranam uta, the one supreme conscious being is the vital air of the vital air. Pranasya pranam, chakshushas chakshuhu, it will be said there. So then, \"navāre patyuh kāmāya pati priyo bhavati\" This is again Maitreyi Brāhmaṇa.\n\nIt will be said, the husband is not dear for the sake of husband. Then whose sake is it dear? \"ātmanas tu kāmāya sarvam priyam bhavati\" It is dear for the sake of the self.\n\nThis we have seen in the fourth Brāhmaṇa, Maitreyi Brāhmaṇa of second chapter. But it will be said here as well. So these are the shuttling six signs to understand the subject. That is Upakrama, Upasamhara and etc.\n\nAbhyasa, Purvata, Phalam, Arthavada and Upapatti. What else is remaining? So if someone asks you, what Upanishad are you studying currently?\n\nThen you have to say, Brihadaranya. In which Veda has it occurred? Shukla Yajur Veda. How many recensions or branches? Each Veda has many, many recensions.\n\nSo here in Shukla Yajur Veda, how many you have? There were many. Currently available only two. That is, one is Kaanva. and second is Madhyandina.\n\nSo we are studying from what aspect? We are studying from the Kaanva Shakha. So this all you should know.\n\nWhen you say, oh we have studied Brihadaranya immediately if someone asks or even for personal, your own knowledge you should know. So this is Kaanva Shakha Shukla Yajurvediya Brihadaranya Ko Upanishad. This is also called Vajasani Samhita.\n\nVajasani is the name of the sun. And this is the name of the father of Yagya Valkya. He is the primary Rishi of this Upanishad.\n\nSo he received this Vidya from the son. That is why it is called Shukla. Shukla is white Yajurveda.\n\nAnd another reason this is Shukla Yajurveda is because the mantras here, they are not mixed with another explanation etc. When you see the Krishna Yajur Veda, the mantras which occur there in Krishna Yajur Veda, they are also along with the explanations and performance and etc. of the particular ritualistic portion. That is why it is called Mix Krishna, the Black Yajur Veda.\n\nThis is Shukla is only purity. So Shukla Yajur Veda Vajasane Samhita Kanva Shaka Brihadaranyaka Upanishad. In this way you should understand. So in the first Brahmana of this fourth chapter, the name was Shadacharya. So Yagyavalkya has received the teachings from six acharyas.\n\nSorry, Janaka has received the teachings from six acharyas. And when Yagyavalkya goes, Janaka asks that I have learned from this particular acharya, this particular aspect. You please tell me. Then he says, this is only ekapadvai brahma. This is only a partial thing what you have learnt.\n\nThen please let me, please tell me. Janaka requests to Yagyavalkya. Then Yagyavalkya says, in that way that is the first Brahmana named as Shadacharya. And second one is called Kurcha Brahmana.\n\nThere as we have discussed just now, that from the example aspect of waking, dream and deep sleep and beyond the deep sleep, that is the fourth state, that is Turiya, it will be explained. The only two purpose there in the second Brahmana, what is the purpose? Paraloka and Vimoksha. Parloka is going to the other world and Vimoksha is getting liberation.\n\nSo it starts from the grossest waking state, Vishwata Ijasaprajya and then it goes to the subtlest, that is Turiya. In this way you will be seeing and as well here when we start, there also it will be shown. And at the end, what was the mantra of the second Brahmana, if someone remembers?\n\nThe last mantra, what is the mantra? abhayam vayajanaka prapto si It is said, now you have reached to the state of fearlessness. Then what was the need to start this third Brahmana? Once you have already solved your purpose, then what is the need, what is the reason to start here? It is said, now we are seeing the Anandgiri and then we will continue with the Bhashya.\n\nLet me announce the page number so you can follow. This is page number 840. In the previous Brahmana, that is what, which one? Second Brahmana, that is Kurcha Brahmana.\n\nBy an example of Jagra, Jagra is waking, dream and deep sleep. What happened? The Tatva, whatever was supposed to be understood by Janaka and what was instructed by Yagyavalkya, that was completed, concluded. It is said, Tatvam Nirdharitam. We have decided the Tatvam, that is the supreme aspect.\n\nsamprati brāhmaṇa antaraṁ avatārya tasya pūrvena sambandham pratijānite Now what the next brāhmaṇa what we are starting, what is the connection over there is being told by Bhagavan Bhāshyakāra. This particular line is from Ānandagiri. Now the Bhāshya will start. So, the next Kandika which is going to come, the first Kandika, he is saying, So, one fine morning what happens? He goes to the King Janaka.\n\nAnd who is that King when we talk about Janaka? He is the ruler of Videha. That is why he is called Vaideham.\n\nSo the relation is being said, the connection is being said. So this will be the subject topic of this particular Brahman. You see, the Atma, the Self which we are talking about, where does it reflect?\n\nPreviously also we have discussed about it. Where did we discuss? Thank you, exactly. In Ajatashtra to Brahmana, what Brahmana is that?\n\nThe first Brahmana of the second chapter. There we have discussed where does this self reflect? In the intellect, exactly.\n\nVijnanamaya. So now there may be a doubt. You see this Bhagwan Bhashyakara is reminding us of the second chapter.\n\nSomebody even after studying all these things, he may have a doubt that the self which is reflected in the intellect is different from the self which is all-pervading consciousness. The supreme consciousness, that may be a doubt. Vijnanamayatma saakshad aparoksad brahma. It is not different from it. Saakshad means it is one and the same.\n\nAparoksad means, you see, when you talk about the knowledge, one is paroksha jnana and one is aparoksha jnana. Parokshay is what? Indirect knowledge.\n\nAnd Aparokshay is direct knowledge. So here also you should understand Aparokshad Brahma. There is no difference, not even an iota, not even an...\n\natom, a single atomic difference is there. The self which is reflected in this intellect, that is which is within and which is all pervading consciousness is not different even. Anumātram api bhedah na kuryād. In Sanskrit it is said, in the scriptures, you should not see a difference even at a subatomic level.\n\nAnumātram api bhedam na kuryād it is said. What will happen? As soon as you see a difference, the whole cycle will start. Dvitiyaadvai bhayam bhavati. You will have fear of the second.\n\nAs long as there is no second, there is no reason, there is no cause to fear. But as soon as you see a difference, there remains a second. And as you see a second, there will come the fear of death, fear of birth, etc., So, Aparukshad Brahma Sarvantara Paraeva It is within all the selves. Sarvantara So, Para eva, it is not Apara Brahma.\n\nWhen going back to Prashnopanishad, if you remember, those who have studied, there were, even in Brihadaranya, even in Chandogya, we discuss about Para Brahma and Apara Brahma. So here what you should understand, the one which is being reflected in the intellect is the highest, Para Brahma eva. You should not mystically understand that it is Apara Brahma. If that happens, then the whole teaching will be failed. So, \"para eva\" not \"aparaha\" \"nanyo tvasthi drashtra\" Then how is it, how will you know about it?\n\nThat it is \"para brahma eva\" and not \"aparaha\" It is the highest and not the lower Brahman. Then the scriptures themselves say that there is no other being or consciousness which is to be seen. \"nanyo tvasthi drashtra\" Or the one who is seeing. You see, these are the two mantras when you go to the commentary, that is sub commentary of Anand Giri and the footnotes, it will be said, one is said from the aspect of 'tvam padarthah'.\n\n'tvam' is what? Jeeva. When you talk about 'tattva masi', 'tvam' is what?\n\nThe individual self. And 'tad' is what? The all-pervading consciousness. So 'drasta' is what? The seer.\n\nThere is no other seer. That means what? It is being talked about that there is no other 'Tat padartham padarthah'. There is no other Jeeva. There is no other individual soul who is seeing.\n\nAnd 'Nanyo ato sridrastri'. There does not remain anything else which is to be seen. This is from the aspect of 'Tat padarthah'.\n\nThese both have come into the Antaryami Brahmana of the third chapter. When you see the seventh Brahmana, in the previous chapter, third chapter, it is said, By the Shrutis, these two things are said. When you talk about Drastha, Drastha is from the aspect of Tvam Padartha. If you want to note it down, you can write it down there. It may feel little complicated, but this is, you will need to pay attention.\n\nThe reason to start this, it will be said further, that in the previous Brahmana itself, it was already concluded. Then what is the purpose, what is the need to start this particular Brahmana, it will be said here. So you will have to pay attention a little. And Nanyada Tosti Drastri. So this is in the Akshara Brahmana.\n\nWhen you talk about 'Drashta' that is 'Antaryami Brahmanah' that is 'Tvam padarthah' and when you talk about 'Drashtri' that there is no other thing which is to be seen that is 'Akshar Brahmanah' 3.8.11 that is 'Akshar Brahmanah' 'Ityadi Shrutibhyaah' These kind of Shrutis have been extracted in the third chapter many many times. So you should understand in this way. sa eṣa iha praviṣṭaha Now going back to the first chapter, Bhagawan Bhāshyaka will not allow you to forget, even though you think that okay, we'll nicely forget, but Bhagawan Bhāshyaka already knows. So he will remind you again and again. That's how the teachers, that's how the masters, they have compassion on the students.\n\nSo going back to sa eṣa iha praviṣṭho, it is said, going, what was the name of the fourth Brahmana of the first chapter? Srishtiyadi Sarvarupa or Purushavidha. It is called both the ways. It can have any name, one name. So what has been said there in the seventh Kandika, that is the reason I always say that you should carry all the previous printouts because again and again it will be connected, the connection will be shown.\n\nThat was second chapter as well as it has come there in the fourth Brahmana. But previous to that, tadhidam avyakritam asid. Previously everything was unmanifested.\n\nThen, naamapurupabhyameva vyakriyatah. Then how did it manifest? If I ask you, what are you seeing in this creation or world at this moment?\n\nThose who have attended Vedanta classes well and good, they know the answer. But those who are attending the first time, if a very simple question it is, what are you seeing when you see in this creation or world? One is name, second is form. Am I correct? Name and form are the only two things which you are seeing.\n\nSo how did it manifest? Previously there was nothing in the manifestation. that was unmanifested, then how did it manifest? In the name and form.\n\nIn these two ways it has manifested. This is the name and this is the form. If I ask you, What is his name? So you will say something Ricola or some toffee or some chocolate.\n\nAnd what is the shape? You will say rectangle or oblong or whatever shape it contains. So, name and form are the only two things which have been manifested here in this. Because when you talk about the self, there is no change in that there is no vikriya in the self, in the all-pervading consciousness, then what has come?\n\nOnly name and form has been manifested. Asau nama ayam idam roopah. Then going back there in the Bhashya, this is Bhashya.\n\nSo there it has come. The all-pervading consciousness has entered into this after the creation is being manifested. This is the name and this is the form. Now you have to understand when we say entered, So all the advanced Vedantic students, they already know. But the one who are attending, when we talk about Akasha or ether in this room, you say there is a space.\n\nThe space is there. When you create something, has the space entered into it or it has created into the space? Very simple question. This room has space, isn't it?\n\nNow if you create a pot or something or any other object, has that space entered into the pot? Space is subtlest. It was already there. The pot was created into the space. So in the same way, this all-pervading consciousness is already there without name and form.\n\nBut when the manifestation takes place, what happens? It seems as if the all-pervading consciousness has entered into that. This is the name and this is the form. In that way you will be able to see. the functions of it.\n\nOtherwise, he will not be able to understand. Then it is said, that all pervading consciousness is said or is to be understood that it has entered into this manifestation, into these names, into these forms. This is the way you should understand.\n\nThen how is it to be understood? What are the signs to understand that it has entered? So it is said in the same Kandika that is 1.4.7 in the first chapter, 4th Brahmana, 7th Kandika. It is said that \"vadanaadi linga\" \"vadanvaak pashyantas chakshuhu srunvantas shrotram\" It is said there that when it speaks, then you understand that there is a function activity going on. \"vadanvaak\" When the speech speaks, then you understand that there is an activity going on.\n\nOtherwise, what is the difference between this body and which is an alive or a dead body? Only through the activity you are saying that he is alive. There is some activity going on in the body.\n\nThis eyes are seeing. This is how you understand that the consciousness remains in the body. As if it has entered into this body.\n\nSo, Vyatriktaiteyate. Then in the second chapter, this was about the first chapter, fourth Brahmana, seventh Kandika, that is Purushavidha Brahmana or Srishti Adi Sarvaroopa Brahmana. Coming to the second chapter, you see, this is what I said, Bhagawan Bhaskara will not allow you to forget, He will remind you compassionately.\n\nWhat was the second chapter, first Brahmana? Ajata Shatru Brahmana. What happens? The discussion there, there a gentleman appears in front of a king.\n\nThe name of that Brahmana is Gargya Dripthabalaki. He has little bit pride or an ego that he knows about the Brahman and he appears in front of the king Ajatashatru and he says I'll let you know about Brahman. Should I let you know about Brahman? And he says yes, whatever you know.\n\nOh I worship this as Brahman, I worship this as Brahman. The discussion continues till the 20th Kandika of first Brahmana named Ajatashatru. Page 841. So then it is concluded over there in the second chapter, first Brahmana, Ajata, Shatru, Brahmana, that this all-pervading consciousness is something distinct from these three bodies.\n\nThe bodies which all the yoga students they know gross, subtle and causal bodies, these three bodies, this consciousness is distinct, different from this. Asti vyatiriktha, vyatiriktha is different. Iti madhukanda ajata shatru samvadi, prana prāṇādi kartṛktra bhūtkṛttra pratyākhyāne na So if it is different, is it prāṇā or is it indriyas, sense organs?\n\nSo those are all been refuted there when you go back to the first brāhmaṇa, Ajātashatur brāhmaṇa, it has been refuted that it is not prāṇā, it is not the doer, that is kartṛttra, it is not the enjoyer, that is bhoktrita, pratyākhyāne. By refuting that, it has already been shown that it is distinct from the doer, it is distinct from the enjoyer and it is distinct. Prana when we talk about it is not only the vital force. Indriyas are also to be understood there.\n\nIt is distinct from the sense organs, distinct from the Prana etc. Those everything we have said there in the 20th Kandika, 18, 19 and 20th Kandika of the first Brahmana of second chapter. Even though it was said that this all-pervading consciousness is distinct, is different from the sense organs, from the vital force and different from the doer, enjoyer etc. But still in the third chapter, third chapter is what? That the king Janaka announces, In the court, when there is a huge gathering, meeting, whoever among you is the knower of the self can take this thousand cows.\n\nEach cow has 10-10 grams of gold on both the horns. So then nobody dares. What happens? Yagyavalkya calls his disciple Samashrava. You see now where is the Yagyavalkya being discussed?\n\nHe is in Yajurveda. And his disciple name is Samashrava. One who listens to the Sama Veda is called Samashrava. So basically it indicates that Yagyavalkya knows all the four Vedas etc.\n\nSo he calls his disciple Samashrava. Take these cows to our Guru, Kulam. Then all these other priests, those who are present there, they start objecting.\n\n\"Oh, do you consider yourself the knower of the Self, Jnani?\" He says, \"No, I don't consider myself, but we need cows because we are running the Guru Kulam. There are so many students and we need milk, etc. But if you have some questions you can ask, I'll answer them.\" And that's how the discussion continues for nine brahmanas there. in the third chapter. So this is what being reminded here that in the second chapter, 'Ajata Shato Brahmanah' the first Brahmana, we have already told that it is distinct from the Prana, vital force, it is distinct from the Indriyas, the senses, distinct from the Kartritva, that is the doer, enjoyer, etc.\n\nThere you have already explained, but again, 'sanpunaha prananadilingam upanyasya' - but by showing the signs that it enters into the prana and this is how you explain it, otherwise there is no other sign through which you will be able to explain this all-pervading consciousness. Only through its activity and function you will be able to explain the consciousness. Otherwise, you cannot say. You see, nobody, the one who knows about the scriptures and the one who has experienced the self, he will be able to show you that this is all pervading consciousness like a jujube fruit on your palm. Kartala Amla Kavad, nobody will be explaining.\n\nThen what is the process of understanding and experiencing? It's called Itaravyavritti. Previously also in the second chapter when we were discussing about the Vidya Sutra Atma Itte Opa Sita, we have told that when you go on refuting all the other things, whatever remains, that is Atma, that is Brahman.\n\nThat is called Itaravyavritti. So if you don't explain it through the process of this that it has entered into the prana and it is functioning prana nadilinga, there is no other way to explain it. So then you say that okay as soon as it has entered into the prana it has become sopadhika, that is not so, that is also being explained further. But here it is said prana nadilinga upanyasya in the third chapter that is fourth Brāhmaṇa, Uśastya. It is said, praśne prāṇānādhi-lingo yeha sāmānyena adhikataḥ.\n\nNormally, generally it was explained there, sāmānyena adhikataḥ prāṇena prāṇeti. What was it said there when you go back there? It was said yeha prāṇena prāṇeti. That which functions through the prāṇa and we are able to see the activities of prāṇa, that which functions through the that which functions through all these activities, that you should understand as the all-pervading consciousness or Brahman.\n\nSo there it was generally explained. It is called Samanyena Adhikatha, Pranayana Pranayati, ityadina. Drishter drashta ityadina. So the one who is seeing, what he is seeing, that is Brahman.\n\nNot the one who is seeing that. Drishter drashta. The subject of which he is seeing, you feel that you are seeing something, Drishter drashta, that is Brahman. alupta shakti svabhavo adhikata.\n\nThere for explaining in a generalized terms to simplify the things for people, there it was explained in that way. So it is said draste drastra or you can say the one who is seeing the power through which he is seeing is called the all-pervading consciousness. How is it?\n\nAlupta drit shakti. Alupta means what? This existence is never never diminished. It's called undiminished and Shakti. Shakti is called power.\n\nYou see, when you go back to Kena Upanishad, what was said there? If you remember Kena Upanishad, what was told? That's true.\n\nWhat was the story there? That is later on. Previously, Fire comes and says there is nobody like me and he puts a blade of grass you burn this was it able to burn No, then the air the why you comes and says oh, there is no one like me. Okay Okay, you blow this blade of grass. Was it able to blow?\n\nNo. So that means what? 'Alukta shakti svabhavah' - the power is of all pervading consciousness and it never gets diminished. No matter you see with the upadis, with the limitations or you see in an absolute state, it remains one and the same.\n\nThere is no change. Then the limitations and upadis will be told in the next para. But anyhow, alupta shakti svabhavo adhigatah. You should understand in this way that it remains one and the same.\n\nThere is no ever a moment in time that is past, present or future that it ever gets diminished. That is called alupta drik svabhava. First let's see the Anandgiri and then we'll be seeing the English of this.\n\nThis is one paira in Kailashashram book. So, Purvasi Brahma, in the previous second Brahmana of this fourth chapter itself, it was said in the Kurj Brahmana, that is from the aspect, from an example of waking, dream and deep sleep, as well as Turiya, it was told there. Now the connection is being shown. This we have started. Now continuing Anandgiri.\n\nTameva sambandham vaktum tritiya vrittam kirtayati. to show the connection between the previous, that is what, second Brahmana of fourth chapter, where are we? We are in the third Brahmana of fourth chapter, that is Jyotir Brahmana, to show the connection between the previous and the current one, Bhagwan Bhashyakara is reminding all of this what the scriptures have already told.\n\nWhere did he start from? He has started 1.4.7, then he went to 2.1, that is Ajata Shatrushamvada. Then where did Bhagwan Bhashyakara remind go?\n\nHe has gone to third chapter, that is the fourth Brahmana, that is Aushastya Brahmana. In this way he has reminded all of it. tam eva sammandam yad brahma sākṣād aparukṣād sarvāntaraḥ ātmā sa eva vijñānamaya ātmā That which you consider the all-pervading consciousness, sākṣād aparukṣād brahma, that is not different from this vijñānavaya, that which is being reflected in the intellect.\n\nDo not assume or misunderstand that these are two different things. Normally what people say, that is Paramatma, this is what? Jeevatma.\n\nBut that is not the case. These are only limitations. If you remove the Para and Jeeva, what remains? Atma alone remains. So, removing the limitations, further it will come, if you have a crystal ball and the red flower, hibiscus flower or red cloth, The redness which is reflected in the crystal ball, is it the nature of the crystal ball or is it only because of the limitations with the nearness of the hibiscus red flower or red cloth, is only because of the limitations.\n\nIn this way you have to understand. That vijnanamaya that which is being reflected in the intellect, Since morning the moment you wake up and you start saying 'I, I, I' that itself is called 'Vigyanamaya' that which is reflecting in the intellect is not different from the absolute self. 'Paraiva ityathri vaakyantaram patrthi' Anandagiri is saying that Bhagawan Bhashyakara has given an example over there. What is that example? 1.4.7 that this was unmanifested previously.\n\nOnly the name and forms are manifested and it seems that it has entered into this name and form but that is not the case. So, Esha iti. How are you able to see?\n\nBy this function of speech that you say that there is consciousness in this body. So you seem to say that it has entered into the body because you are seeing the function of it. So it is said that in the first, second and third chapter, you have already explained all these things. and it was refuted in the second chapter. What was it refuted in the Ajatashtra to Brahmana?\n\nThat it is distinct from the sense organs, it is distinct from the prana, it is distinct from the doer, enjoyer, kartritva, bhuktrita, etc. You have explained it. asti vijnanatma so adhikata tad ekkim iti panchame then why did you say in the third chapter that is previously that yaha pranena paniti the one who is functioning through the pranas so that has been explained that without the seeing the function or the activity it is not possible to understand the all pervading consciousness that which does not have any limitation that which does not have any form how will you be able to understand it nirupādikyaḥ it is called. There are no limitations in that. So, tat sadbhāvīt pādhyate punariti yadyapi vijñānamaya sadbhāvas chatur te sthitaḥ tatāpi paunoraushasthi prasṇe yah prāṇena prāṇeti Even though in the second chapter it was explained that it is distinct from it, but in the third chapter, in the uśastha brāhmaṇa, that is the fourth brāhmaṇa of the third chapter, it was said Because of this only you will be able to understand Pranayana.\n\nPranayana is Lingam Upanyasya, Lingagamya Samanyena. It was to explain generally, in a general way for all others. You see, immediately if someone gives you a college level or 10th class level math problem and you are studying A+B or 2+2, will you be able to solve it? No.\n\nYou need to reach a state of mind by understanding the lower level problems of math, then only you will be able to solve the higher level problems. In the same way, in the third chapter, in the fourth Brahmana, Oshastha Brahmana, it was said in a generalized way to explain everybody. That is to be understood there. sa drishtir drishtra ityadina kootastha drishti svabhavo But by saying this, that through which it sees, but it is not able to see others, through which it sees.\n\nWhat you are seeing, it is being seen through the power of all-pervading consciousness. Just like in the Kena Upanishad, it has come as we were discussing that The deities when they win the war, they have an ego in the mind. Then, \"Asma kamevayam vijayo, asma kamevayam mahimah\" This victory is only of ours. It is only due to our efforts we gain this victory. This kind of thought enters into their mind.\n\nThen what happens? \"Yaksha appears\" means unknown entity appears in front of them. And then the king of the Devas, Deities, they say, go and inquire what is this unknown entity. What happens? First Agni goes, oh, who are you?\n\nDon't you know me? He says, this Agni, the fire. By birth itself, I know everything. Don't you know me about me?\n\nHaven't you heard my glory? Then he says, oh, is it so? You try to burn this blade of grass. That does not happen. Why?\n\nBecause the functionality as we have discussed, you see, just now previously, The name and form has been manifested but the all-pervading consciousness always remains. So it seems as if the consciousness has entered into the name and form but that is not the case. So here also without its power, aluptadrik shapti svabhava, as we have discussed, without its power nothing can be explained or you cannot function without it.\n\n\"Kutastha drishti svabhava\" Kutastha is called unchanging. It always remains the same. That is the reason one name of Lord Krishna is called Achyuta. That does not fall from the state of mind. Now you see there previously what has been said, means in a generalized way it was explained.\n\nBut here you should understand in a very specific way it has to be explained. nishitah tathā ca pañcam epi tat vyutpādanaṁ ujitam In this way, in the third chapter also where it has said that nahi drastur dristir viparilopo vidyate It will be told here in the Brahman, in this very Brahman, it will be said that even though the apparatus or the indriyas, whether they remain or they do not remain, But through which way they were functioning, there is never an absence or devoid of that power. That is why it is called 'Alukta Shabhavaha', 'Alukta Shakti Shabhavaha'.\n\nSo that you have to understand in this way. Now let's see some English. This is still all introduction.\n\nWe are entering into this Brahmana. This is considered to be one of the most important Brahmana, that is Jyotir Brahmana. And it is very vast and elaborate. This is being told by Bhagawan Bhashya Karha, by seeing the previous Kandikas, even though the activity of being seen or the one who is seeing, whether he remains or there is an absence, but the power is never absent. It always remains.\n\nThere is no devoid of the power. So that is the Kandika. It will come.\n\nIt is 3-4-2. Nahi drastur dristir viparilopo vidyate. So, page number 840. The connection of the present Brahmana with the narrative beginning with Yagya Valkya approached Janaka, emperor of Videha, is as follows. The individual self, Brahman, that is direct and perceptible. The self that is the indweller in all.\n\nis but the supreme as evidenced by the Shruti texts such as there is no other seer but him. This is from the seventh Brahmana. And there is no seer other than that.\n\nThis is eighth Brahmana. That is Akshar Brahmana and Antaryami Brahmana, just to name them. When you go back and see the chart, seventh is Antaryami Brahmana and eight is Akshar Brahmana. And the self has entered into this body. This is from here it should be 147 not 167. In the bracket it is written 167. Correct it, it should be 147. And is deduced from functions such as speech.\n\nThe fact that it exists as different from the body becomes known from the Madhukanda, from the dialogue between Balaki and Ajata Shatru. denying the agency and enjoyership to the vital air etc. Still, from the passage that which breathes through the prana, dealing with the questions of ushasta, it has been conceived in a general way from the indication of the functions of breathing etc.\n\nYou see, to explain in a simple way, general way, otherwise how will a person who has started to understand, it is very difficult for them. So, to explain in a simplified way, in a general way, from the indication of the functions of breathing etc., that the self is to be deduced from these functions and from the words seer of sight, it will come. This is 3, 4, 2. Fourth Brahmana, when we start, then it will come.\n\nSo, but it is called, nahidra sthur drishtir viparilopo vidyate. There is never an absence. of the power. So that is what Bhagwan Bhashikara says, \"Alupta Shakti Swabhava\" It has been known as being naturally undiminished in its power.\n\nSo this was the first para, we will be continuing the second one. So, in the previous para, Bhagwan Bhashyakara has said that this Atma, this Self, what is its nature? Kutastha, ever unchanging, it always remains the same. Atma kutastha drishti svabhavaschet kadham tasya sansarah, there may be a doubt. So if the Atma, the Self is of the nature of unchanging, kutas tasso bhavah, then where does this transmigration come from?\n\nKutas tasso sansarah. Why there is a transmigration for it? Because we do see everybody in this samsara apart from few, very few like Srimad Swami Sivanandaji Maharaj and gurus and all the other spiritually enlightened souls, apart from them each and everybody says, \"I am in this transmigration. I am in this samsara.\" What is the nature? What are the signs when someone is in transmigration? You see there may be a different degree.\n\nEven though you see or you feel that you are in transmigration, on samsara, prapanchya, but there may be different levels. So what are the signs a person is in this? So you say, aham sukhi, aham dukhi, the kind of happiness, sorrow, jealousy, lust, desire, the percentage of what you feel in your own self, what you experience in its own self, that itself is the parameter how deep you are in this ditch or well or an ocean, drowning you can say.\n\nThe more you experience, the more you feel lust, ego, jealousy, all those things, the more you are in it. The less, that means you may be still there, but the percent is little. So when you say that this Atma is unmanifesting or unchanging, kutastha svabhava, svabhava is what? The nature, the very nature of the Atma is unchanging, it always remains the same.\n\nBhūta bhavishya vartamān kālaha - in past, present and future it always remains the same. There is no change in it. Then where does this transmigration come from? If this is the question, then it is answered. Now next pair of bhaṣya you have to see.\n\nYatha tasya ca tasya ca paropādhi nimittaḥ sansāraḥ You see, tasya means what? The ātmā which is experiencing the transmigration. Ātmā is not different from you. You should not understand we are talking about some third entity. It is, this is the story of I.\n\nSince morning you start using yourself, I am this, I am that, I am a managing director, I am a CEO, I am very intelligent, I am dullard, I am tall, all these things. So this is the story of your own self. Atma Katha it is called.\n\nSome other Purana when you read, it is the story of Lord Vishnu, Lord Shiva etc. But this is the story of your own self, Atma Katha. So, 'tasyaca' means what?\n\nThe experience of his transmigration is only because of what? 'paraupadi nimittaḥ' It is because of the different. Different means, 'para' means you should not consider here. 'Para' means something higher.\n\nThis is not that 'para brahma'. 'Para' means what? Something different from his own self. What is that in the Anand Giri?\n\nIt will be said that it is 'agyana and tadkarya'. Ajnana is the ignorance. And what is the effect of the ignorance?\n\nSharirade. Only because of the ignorance these bodies are formed. How can you say this?\n\nTo understand very easily, you see, when you say only because of the ignorance these bodies are formed. Can someone answer? How will you be able to explain this?\n\nYou see, what happens, as long as again and again wherever you get stuck, You see, you have to go back to Gita. There each and every doubt is being answered. The reason is, \"Sarvopanishadogavo dogdha gopalanandana\" When you read the Mahatmyam of Gita, it is said, all the Upanishads what we are studying, Lord Krishna has imagined them as cow. And he has milked all the essence of those Upanishads by making Arjuna as calf.\n\nSo, All the questions, all the doubts, because you see, reading Upanishads and understanding Upanishads without a teacher, without a master is little bit difficult. So, I again and again suggest for the preliminary, for the beginners to take a support of Srimad Bhagavad Gita, to understand the doubts which appear in the mind. Later on you can come to Upanishad, that's the highest goal in life. This is the Brahmavidya. But to start, to begin, you can take a support of Srimad Bhagavad Gita.\n\nSo, we were discussing that Ajnaana, the ignorance. and its effect, 'Tatkaryam'. What is that?\n\n'Shariradi'. How can you explain that these bodies are formed because of the ignorance? You see, while we discuss these six beginningless things, if you remember, we have discussed previously, what happens? Aham idam mamedam kartavyam.\n\nI am so and so, I am such and such, I am this person in particular, this is my identity and this is my responsibility. I have to do this. Svarga kamo yajeta. One who has the desire to go and enjoy somewhere else in the higher world or something, he will be performing a yajna.\n\n\"putra kamo yajet\" - one who has a desire to have the progeny, sons, daughters etc. What he says, he performs in Yagya. What happens? As long as you are performing a \"sakam karma\" - a ritual or an activity with a desire, it's called \"sakam karma\". So long you get the fruits.\n\nBut what happens? You get bind or you get bound into the cycle of life and death. And for that, If you don't have a body, will you be able to experience all these things?\n\nWhat are the experiences? The experiences are happening only through the body. You see, if you put a finger in the fridge or in the fire, you are having some experience.\n\nThat experience is happening only in the body. So to experience whatever has been performed, these bodies are formed. So, 'Ajnana' is what?\n\nIgnorance. Only because of the ignorance you are performing the actions by saying, \"I am doing this.\" If you are giving up the 'I', that is called 'Naishkarmya'. That is also said in Gita. That one who has given up the identity with the body and is performing the actions.\n\nYou see, as long as the body remains, one has to perform the actions. Even if you are sitting, just now we have said that it is considered an action. So you cannot remain even a moment, even a second without performing an action. You cannot remain.\n\nSo what will happen? As soon as you give up the identity with the body, the ego that I am performing this, ahankar vimodhatma karta ham iti manyate. One who is completely with ego, he says I am doing this. But one who has the understanding, he will say, guna gune shubartante iti matvan asajjate. Lord is guiding me to complete such actions through me.\n\nThis is what happens when you see the war of Mahabharata. What Lord Krishna says to Arjuna, \"You do not consider that you are the one who is killing them, you are the one who is fighting against. You just say that Lord is performing these actions through me.\" So one who has given up the identity with their body, with the ego, he will not get bind or bound in this body. So for him, that does not remain. So only because of the ignorance, these bodies are formed.\n\nSo that is called Agyana Tathakaryam. It will come into the Anand Giri. But here you should understand, There was a doubt in Anandagiri why there is this transmigration when you talk about the Atman that it is unchanging.\n\nIn Sanskrit it is called. Then where does this transmigration come from? It's very easy. In day to day life are you experiencing transmigration or not?\n\nIf someone is not experiencing, the class is not for them. They are already Jeevan Mukta. Yes. So if someone is experiencing the transmigration, where does it come from?\n\nSo this is being said, \"parau paadi nimitta ha sansaaraha\" \"parah\" is what? \"agyana\" Different from \"gyana\", different from the \"atman\". That is called \"para\".\n\n\"Para\" should not be considered here higher. Para means different, distinct from the Gyana, distinct from the Atman. Upadik nimittah.\n\nUpadi means the limitation. Just now as we have spoken, the redness which is reflected in the crystal is not of the nature of the crystal, but it is coming from either the red hibiscus flower or the red cloth. So that is called para upadimittah sansaro.\n\nHere four examples are being given by Bhagwan Bhashyakaraha. Anand Giri will be explaining transmigration is of many natures. So examples are also of very many natures. It says Yatha, just like when you see Rajjo, Rajjo is called the rope.\n\nUshara, Ushara is called the barren land or sand. Shuktika, silver pearl or mother pearl. And Gagana, Gagana is the sky. These four are the examples. What do you see because of the ignorance?\n\nYou see When I tell you, you will feel that, yes, what Swamiji is saying is true. There was never a change in this four, but because of our own ignorance, we were seeing a snake on the rope. You see, there is a twilight and if there is a piece of rope, it's there and you are crossing through. The snake is already in your mind. It has not come from somewhere else.\n\nWhat happens? You superimpose the snake on the rope because of the ignorance. The rope is not clearly seen because of the twilight. What happens?\n\nYou are superimposing the snake on the rope. Is there any change in the rope when you have superimposed the snake? Does the rope in reality, in empirical reality, does the rope become snake?\n\nNo. Where did that snake come from? It has come from the mind because of the ignorance. Ignorance of what?\n\nIgnorance of the real form of the rope. What was the reason of the ignorance? Because there was no proper light, there was twilight.\n\nAs soon as you have a fear in the mind and you are carrying a torch or a battery, you put there and then you say, oh, this is just a rope. I was afraid without any reason. There was no cause for me to be afraid. to fear. What happened?\n\nThe superimposition was negated. What has happened? The rope in its original form, you are seeing it. But during a period when you are seeing a snope, there was no change in the rope.\n\nAfter the period when the superimposition was negated, the snake was negated, there is no change in the rope. So it is only because of the superimposition, that is the limitation, that is 'upadhi'. It is coming out of ignorance. 'Paraupadhi'. This is the first example.\n\nIn the same way, 'ooshara', barren land or sand, when you are completely thirsty and when you are walking in the desert, what happens? Even though there is no water, what will happen? You will see a mirage, that there is a water.\n\nAnd that's how a person goes on walking. Oh, it's there, it's there, but there is never. So that is the second example.\n\nThen, Shuktika. Shuktika is the mother pearl. When you are walking on the beach, sometimes what... You see, each and everything has a reason. First one was, there was no proper light.\n\nSecond one was the thirst. Third one is the greed. You see when you are walking on the beach, there is a mother pearl. But what?\n\nThere is a greed in the mind. So what will happen? It will feel like it's a silver because of the shining.\n\nBut when you lift it, you will say, oh this is just a mother pearl. And the fourth one is Gagana. Gagana is sky.\n\nYou are seeing the blueness in the sky. Each and everybody, the science student knows that there is no blueness in the sky. It is only being reflected.\n\nThat is also coming only because of this. And it is said, in other Upanishads it is said, that when you see during the daytime when the sun is very hot, and when you are not directly seeing towards the sun, but when you are seeing in the sky, after few moments you will see that there are some figures which are running in the sky, you will see a chariot, you are seeing human beings, and it is all called Gandharvanagara in Sanskrit it is called. Just like there is a whole city, You are seeing the figures and all those things.\n\nWhen you see for a moment, few moments in the sky, this is all, it's only because of the ignorance, it's only because of what limitations, but in actual reality, this do not remain. We'll continue this para. We have already taken five minutes more, so we'll continue tomorrow. Om Purnamadah Purnamidam Purnat Purnamudachyate Purnasya Purnamadayapurnamevavasishyate Om Shanti Shanti Shanti Shankaram Shankaracharyam Keshavambadrayanam Om Namoh Narayana The beginners may feel little complicated, but if you keep patience, you will be able to enter into the subject if you continue attending the classes, as and when time and circumstances permit.\n\nOm. Because I can understand that there may be some seva of the ashram. That also comes first. Om Tatsat."
    }
}