```json
[
  {
    "topic": "Pramāṇa as valid means of knowledge; darśanas differ; Vedānta accepts six",
    "shabda_pivot": "pramāṇa",
    "purvapaksha_risk": "Thinking 'pramāṇa' is merely belief/faith or that Vedānta uses fewer pramāṇas like some other darśanas",
    "siddhanta_direction": "Establish pramāṇa as epistemic instrument; Vedānta employs six pramāṇas to interpret śāstra and ascertain Brahman/Ātman",
    "reference": "General darśana comparison (Nyāya, Sāṅkhya, Yoga mentioned)",
    "quote": "So Vedanta believes the six Pramana's."
  },
  {
    "topic": "Pratyakṣa pramāṇa and its two stages (nirvikalpa/savikalpa)",
    "shabda_pivot": "pratyakṣa (nirvikalpa, savikalpa)",
    "purvapaksha_risk": "Confusing nirvikalpa with savikalpa; assuming perception always needs object-subject articulation",
    "siddhanta_direction": "Clarify immediate awareness (nirvikalpa) vs determinate perception requiring object-subject relation (savikalpa)",
    "reference": null,
    "quote": "First is Nirvikalpa Pratyaksha... Second one is Savikalpa Pratyaksha."
  },
  {
    "topic": "Anumāna pramāṇa: inference depends on prior pratyakṣa and memory; classic smoke-fire example",
    "shabda_pivot": "anumāna",
    "purvapaksha_risk": "Treating inference as independent of perception; missing the role of vyāpti (invariable concomitance)",
    "siddhanta_direction": "Inference is grounded in perceived concomitance (vyāpti) and applied to a new case (pakṣa)",
    "reference": "Classical example: parvato vahnīmān dhūmavattvāt yathā mahānasah",
    "quote": "Anumana or inference always depends on the direct perception, that is 'Pratyaksha'."
  },
  {
    "topic": "Upamāna pramāṇa: knowledge by comparison; gavaya example",
    "shabda_pivot": "upamāna",
    "purvapaksha_risk": "Reducing upamāna to mere inference or perception; missing its distinct epistemic role",
    "siddhanta_direction": "Comparison yields knowledge of an unknown object via similarity to a known object",
    "reference": "Śāstra example cited",
    "quote": "So the example here is given in the shastra, go sadrish gavayaha."
  },
  {
    "topic": "Śabda pramāṇa: verbal testimony; pauruṣeya/apauruṣeya distinction",
    "shabda_pivot": "śabda (pauruṣeya, apauruṣeya)",
    "purvapaksha_risk": "Assuming śabda is mere hearsay; or denying apauruṣeya status of Veda",
    "siddhanta_direction": "Śāstra and guru-vākya are valid pramāṇa; Veda as apauruṣeya is uniquely authoritative for Brahman",
    "reference": "Veda/guru authority implied",
    "quote": "So verbal testimony, it is of two types again. 'Paurushaya'... 'Apaurushaya'..."
  },
  {
    "topic": "Arthāpatti pramāṇa: postulation; difference from anumāna; two types (śruta/dṛṣṭa)",
    "shabda_pivot": "arthāpatti (śrutārthāpatti, dṛṣṭārthāpatti)",
    "purvapaksha_risk": "Collapsing arthāpatti into inference; missing 'seeming contradiction' as trigger",
    "siddhanta_direction": "Postulation resolves apparent contradiction (e.g., fat Devadatta not eating by day → eats at night); also applies to reconciling śruti with experience",
    "reference": "Devadatta example; śruti-vākya reconciliation mentioned",
    "quote": "There you see this is a difference comparatively to the inference."
  },
  {
    "topic": "Anupalabdhi pramāṇa: knowledge of absence through non-perception",
    "shabda_pivot": "anupalabdhi (abhāva)",
    "purvapaksha_risk": "Denying absence as knowable; treating it as mere inference",
    "siddhanta_direction": "Absence is a distinct cognition (e.g., 'no pot here') and is accepted as pramāṇa in Vedānta",
    "reference": null,
    "quote": "And the last one comes Anupalabdhi, non-availability, non-perception."
  },
  {
    "topic": "Why focus on anumāna in this Jyoti (Ātma-jyoti) Brāhmaṇa; link to earlier Kūrcha Brāhmaṇa summary of states",
    "shabda_pivot": "anumāna; jāgrat-svapna-suṣupti-turīya",
    "purvapaksha_risk": "Assuming earlier summary suffices; not seeing need for logical elaboration",
    "siddhanta_direction": "Third Brāhmaṇa elaborates waking/dream/deep sleep/turīya using inference to remove doubts and stabilize understanding",
    "reference": "Kūrcha Brāhmaṇa (4th chapter, 2nd brāhmaṇa); Jyoti Brāhmaṇa (third brāhmaṇa) mentioned",
    "quote": "By taking the support of this Anumana inference, we will be going into great detail..."
  },
  {
    "topic": "Five-member structure of inference: pakṣa, sādhya, hetu, dṛṣṭānta, vyāpti",
    "shabda_pivot": "pakṣa-sādhya-hetu-dṛṣṭānta-vyāpti",
    "purvapaksha_risk": "Using inference loosely without structure; missing vyāpti as universal relation",
    "siddhanta_direction": "Inference must be articulated with these components for rigorous Vedāntic reasoning in the brāhmaṇa",
    "reference": "Parvato vahnīmān... yatra yatra dhūma tatra tatra vahni",
    "quote": "So these are the five parts of Anumana or inference."
  },
  {
    "topic": "Sapakṣa and vipakṣa: supportive and contrary instances in inference",
    "shabda_pivot": "sapakṣa, vipakṣa",
    "purvapaksha_risk": "Confusing vipakṣa as mere absence-case; or misapplying examples (fog/smoke confusion)",
    "siddhanta_direction": "Sapakṣa: hetu+sādhya together (kitchen); vipakṣa tests whether hetu can appear without sādhya (lake/fog discussion)",
    "reference": null,
    "quote": "Sapaksha refers to the example... where the hetu... and sadhya... are both present."
  },
  {
    "topic": "Vārtikasāra (Ānandagiri) summary: third brāhmaṇa elaborates dream/deep sleep as dṛṣṭānta for paraloka and mokṣa",
    "shabda_pivot": "swapna-suṣupti; dr̥ṣṭānta; paraloka-vimokṣa",
    "purvapaksha_risk": "Thinking discussion of states is psychological only; missing soteriological purpose (mokṣa) and paraloka context",
    "siddhanta_direction": "States are used as illustrative means for teaching travel to other worlds (upāsanā context) and liberation (mokṣa)",
    "reference": "Ānandagiri Vārtikasāra cited",
    "quote": "kriyate tau hi drishtantao para loka vimokshayoh"
  },
  {
    "topic": "Doubt: if Janaka already attained fearlessness in prior brāhmaṇa, why start this brāhmaṇa?",
    "shabda_pivot": "abhayam vai janaka prāpto'si",
    "purvapaksha_risk": "Assuming repetition is redundant; misunderstanding pedagogical need for elaboration and reasoning",
    "siddhanta_direction": "Elaboration is for removing residual doubts; āgama suffices for āstika with śraddhā, but anumāna supports wavering intellects",
    "reference": "Dialogue Janaka–Yājñavalkya; prior brāhmaṇa statement",
    "quote": "Then what was the need to start this third Brahmana? That was the doubt."
  },
  {
    "topic": "Three purposes taught via dream-example: dehādi-vyatiriktatva, svaprabhatva, asaṅgatā",
    "shabda_pivot": "dehādi-vyatiriktatvam; svaprabhatvam; asaṅgatā",
    "purvapaksha_risk": "Identifying 'I' with body/mind; assuming consciousness needs external light; assuming self is attached/agent",
    "siddhanta_direction": "Ātman is distinct from bodies, self-effulgent, and unattached; dream illustrates 'I' continuing without gross body identity",
    "reference": "Vārtikasāra verse cited",
    "quote": "Deha adhi vyatirik tatvam... Swaprabhatvam... Asangata."
  },
  {
    "topic": "Three purposes taught via deep sleep: advaitatva, dṛśya-lopa, ānandaika-svabhāvatā",
    "shabda_pivot": "advaitatvam; dṛśya-lopaḥ; ānandaika-svabhāvatā",
    "purvapaksha_risk": "Assuming deep sleep is mere blankness with no witness; denying non-duality/bliss nature",
    "siddhanta_direction": "In suṣupti, objects resolve but witness remains; non-duality and bliss-nature are indicated by recollection 'I slept well'",
    "reference": "Vārtikasāra verse cited; satyam jñānam ānandam brahma alluded",
    "quote": "Advaitattvam drishyalopah - anandaika svabhavata"
  },
  {
    "topic": "Kūṭastha Ātman and origin of saṃsāra: upādhi (ajñāna and its effects) as cause, not Ātman",
    "shabda_pivot": "kūṭastha; upādhi; ajñāna; tatkārya",
    "purvapaksha_risk": "Attributing change/transmigration to Ātman itself; reifying saṃsāra as intrinsic to Self",
    "siddhanta_direction": "Saṃsāra arises from superimposition due to ajñāna and its products (antahkaraṇa, śarīra etc.); Ātman remains changeless",
    "reference": "Śaṅkara Bhāṣya and Ānandagiri gloss referenced",
    "quote": "If this Atma is Kutastha, then where does the transmigration come from?"
  },
  {
    "topic": "Adhyāsa illustrated by four examples: rope-snake, barren land-water, shell-silver, sky-stain/blueness",
    "shabda_pivot": "adhyāsa; rajju-sarpa; śuktikā-rūpya",
    "purvapaksha_risk": "Thinking examples imply real defects in substratum; confusing superimposition with inherent property",
    "siddhanta_direction": "Appearances are due to mind/ignorance, not the substratum; likewise saṃsāra is not intrinsic to Ātman",
    "reference": "Bhāṣya examples enumerated; Ānandagiri explanation",
    "quote": "just like You are superimposing the snake on the rope etc."
  },
  {
    "topic": "Nirupādhika and nirupākhyā Ātman; neti neti and itara-vyāvṛtti method",
    "shabda_pivot": "nirupādhika; nirupākhyā; neti neti; itara-vyāvṛtti",
    "purvapaksha_risk": "Demanding positive object-like definition of Ātman; mistaking negation as nihilism",
    "siddhanta_direction": "Ātman is beyond objectification; taught via negation of all non-self (neti neti), leaving the self-evident remainder",
    "reference": "Neti neti cited from Kūrcha Brāhmaṇa; other brāhmaṇas recalled (Kahola, Gārgī/Akṣara, Antaryāmi, Śākalya)",
    "quote": "Then how do you explain it? Only Neti Neti."
  },
  {
    "topic": "Continuity of teaching across brāhmaṇas: same siddhānta with different wording; 'Jīvo Brahmaiva na paraḥ'",
    "shabda_pivot": "Brahma satyam jagan mithyā; jīvo brahmaiva na paraḥ",
    "purvapaksha_risk": "Assuming different Upaniṣads/chapters teach different doctrines; treating mantras as contradictory",
    "siddhanta_direction": "All Upaniṣadic teaching converges on non-dual Brahman; variations are pedagogical",
    "reference": "Śaṅkara half-śloka cited; multiple brāhmaṇas referenced",
    "quote": "The teachings never differ."
  },
  {
    "topic": "From summarized āgama in Kūrcha to detailed reasoning here: Indha, fine food, prāṇa-upādhi, and neti neti culminating in sākṣāt aparokṣa Brahman",
    "shabda_pivot": "indha; pravivikta-āhāra; prāṇa-upādhi; sākṣāt aparokṣa; neti neti",
    "purvapaksha_risk": "Taking earlier upāsanā-oriented description as final; confusing īśvara/prājña upādhi-level with nirupādhika Brahman",
    "siddhanta_direction": "Dissolve upādhis through brahma-vidyā like snake-on-rope; realize unconditioned Brahman as direct (aparokṣa) knowledge",
    "reference": "4.2.3 neti neti mentioned; Bhāṣya passage summarized",
    "quote": "Sakshad Aparoksha Brahma. That is the purpose here."
  },
  {
    "topic": "Parokṣa vs aparokṣa jñāna illustrated by rope-snake and torch; liberation requires aparokṣa realization",
    "shabda_pivot": "parokṣa-jñāna; aparokṣa-jñāna; sākṣāt",
    "purvapaksha_risk": "Assuming intellectual assent is mokṣa; ignoring need for immediate recognition",
    "siddhanta_direction": "Hearing gives parokṣa relief; direct seeing removes residual fear—analogous to aparokṣa brahma-jñāna removing saṃsāra",
    "reference": "Rope-snake illustration reused",
    "quote": "What liberates you? ... The Aparoksha Gyan leads to the liberation."
  },
  {
    "topic": "Mahātā tarka (great inference) must be free of four defects; used to address nāstika objections (e.g., Cārvāka)",
    "shabda_pivot": "tarka; vyabhicāra; asādhāraṇya; asiddhi; bādhā",
    "purvapaksha_risk": "Using fallacious inference; or rejecting all inference like Cārvāka (pratyakṣa-only)",
    "siddhanta_direction": "Employ rigorous anumāna devoid of defects to refute objections and stabilize Vedāntic conclusions",
    "reference": "Cārvāka slogans cited; Nyāya-style inference examples discussed",
    "quote": "it should be free of these four defects."
  },
  {
    "topic": "Aim of the brāhmaṇa: establish Ātman’s existence and nature against vipratipatti; show dehātīta, śuddha, svayaṃjyotis, ānanda, advaita",
    "shabda_pivot": "dehādi-vyatiriktatva; śuddhatva; svayaṃjyotis; advaita",
    "purvapaksha_risk": "Competing views: dehātmavāda; ātmā as karta/bhoktā; knowledge/bliss as mere guṇa; ātmā as inert",
    "siddhanta_direction": "Refute rival schools; affirm Ātman as pure consciousness, self-luminous, non-agent, non-dual, bliss-nature",
    "reference": "Kathopaniṣad doubt alluded; Nyāya guṇa view mentioned; Sāṅkhya/Mīmāṃsā positions mentioned",
    "quote": "it is to be known as being distinct from the body, pure, self-luminous... and non-dual."
  },
  {
    "topic": "Narrative purpose: procedure of imparting/receiving vidyā; eulogy of knowledge via boon (kāma-praśna)",
    "shabda_pivot": "vidyā-sampradāna-grahaṇa-vidhi; stuti; kāma-praśna",
    "purvapaksha_risk": "Treating story as mere history; missing pedagogical and stuti function",
    "siddhanta_direction": "Story illustrates guru-śiṣya method and praises brahma-vidyā as superior to ritual knowledge",
    "reference": "Ānandagiri explanation; Agnihotra discussion; boon episode",
    "quote": "The narrative is meant to reveal the procedure as to how the knowledge should be imparted and received..."
  },
  {
    "topic": "Opening mantra/kāṇḍikā: Yājñavalkya visits Janaka; resolves not to teach; prior Agnihotra debate leads to boon; Janaka uses boon to question immediately",
    "shabda_pivot": "samene navadiśyati; vara; kāma-praśna",
    "purvapaksha_risk": "Missing continuity: why Janaka can question freely; misunderstanding 'silence' resolve",
    "siddhanta_direction": "Sets up adhikāri and context for brahma-vidyā dialogue; boon legitimizes Janaka’s immediate questioning",
    "reference": "Mantra text of first kāṇḍikā quoted; Agnihotra context",
    "quote": "Janakagum Ha Vaideham Yajna Valkyo Jagam Samene Navadishyati"
  }
]
```